Repository: tuwaiq-tabuk-ios/Final_iOS_Bootcamp_Project-Estaed-Arwa
Catalog: Estaed New 17/Estaed/Screens/*.lproj/Main.strings
Languages: ar

# oYG-pu-Jug.text
source: Welcome
ar: مرحبــا

# vya-Dy-yUN.text
source: about us ?
ar: معلومات عنا ؟

# 1fu-SX-csv.placeholder
source: Add course contents
ar: إضافة محتويات الدورة

# 1nz-hK-4he.text
source: solution Method?
ar: طريقة الحل ؟

# 2JX-Mz-IgF.text
source: Payment number
ar: رقم السداد

# 2g8-Wl-OTg.title
source: Profile personly
ar: الملف الشخصي

# 2hA-to-OVq.title
source: My courses
ar: دوراتي

# 3sb-vt-fGl.text
source: Make your educational journey deep and intense with professional "Estade" content
ar: إجعل رحلتك التعليمية عميقة ومكثفة مع محتوى إستعد الإحترافي

# 4Mi-l1-sWQ.normalTitle
source: update
ar: تحديث

# 5h1-Lg-qgu.placeholder
source: Enter the name of lecture
ar: أدخل إسم المحاضرة

# 5rq-YQ-YUn.placeholder
source: update Course Kind
ar: تحديث نوع الدورة

# 6Yo-XL-7B6.normalTitle
source: Dismiss
ar: رفض

# 6oE-hE-njT.text
source: ClicK to See solution Method
ar: Label

# 6tA-SN-Q6m.normalTitle
source: To pay, Click here !
ar: للدفع ، انقر هنا!

# 7Sx-5V-WJM.text
source: Exam simulation models
ar: نماذج محاكاة للإمتحانات

# 7cM-lH-zdW.normalTitle
source: Dismiss
ar: رفض

# 8jW-hx-DCa.placeholder
source: difficulty level
ar: مستوى الصعوبة

# A2L-pF-gsk.placeholder
source: Add course price
ar: إضافة سعر الدورة

# A5j-I3-xGS.text
source: quistion of challeng ?
ar: سؤال التحدي؟

# CW3-9L-JBh.title
source: Available courses
ar: الدورات المتاحة

# Cp4-nH-dVh.text
source: Course time :-
ar: وقت الدورة :-

# E96-mQ-wdr.placeholder
source: Add course date
ar: إضافة تاريخ الدورة

# EdT-zI-G0U.placeholder
source: Add course contents
ar: إضافة محتويات الدورة

# F4F-LQ-Aw6.placeholder
source: Last Name
ar: الإسم الأخير

# Fff-3R-IgI.text
source: Connect with us
ar: تواصل معنا

# Gbk-rv-dEw.normalTitle
source: Done !
ar: تم!

# GgR-gL-LCX.placeholder
source: update course price
ar: تحديث سعر الدورة

# HGi-BH-Oqx.title
source: Available courses
ar: الدورات المتاحة

# ILu-S1-TCe.text
source: passWord :-
ar: الرقم السري:-

# IQv-Wj-qKZ.normalTitle
source: LogIn
ar: تسجيل الدخول

# Jh3-f8-AzH.text
source: Course contents:-
ar: محتويات الدورة:-

# LON-Ua-ISI.placeholder
source: password
ar: الرقم السري

# LgD-ik-t66.text
source: Practical simulation applications through modern test models.
ar: تطبيقات المحاكاة العملية من خلال نماذج الإختبار الحديثة

# MFU-jZ-Xc3.normalTitle
source: new user ? Join now
ar: مستخدم جديد ؟ إنضم الآن

# MVg-gE-2tt.text
source: correct answer:-
ar: الإجابة الصحيحة:-

# PPF-ce-NHm.text
source: Comprehensive content from different references.
ar: محتوى شامل من مراجع مختلفة

# QxK-qm-enr.normalTitle
source: Add
ar: إضافة

# Qy3-9a-Up0.normalTitle
source: Gudrat Courses
ar: دورة القدرات

# Rc6-cO-2j7.normalTitle
source: Dismiss
ar: إنصراف

# SlJ-Wh-6gx.placeholder
source: update course date
ar: تحديث تاريخ الدورة

# UCD-uD-imt.placeholder
source: Select number of week
ar: إختيار رقم الأسبوع

# VIV-N2-LhH.normalTitle
source: Login
ar: تسجيل الدخول

# VWS-DR-85I.text
source: Enter your name
ar: أدخل إسمك

# VwV-Wt-LeD.text
source: answer B?
ar: الإجابة ب ؟

# Y95-S6-7oR.normalTitle
source: twitter
ar: تويتر

# Yo4-if-rXs.normalTitle
source: Add
ar: إضافة

# ZWe-Fv-UUo.text
source: Course price :-
ar: سعر الدورة:-

# Zep-tE-ARv.text
source: Qudrat
ar: قدرات

# ZxP-43-Nje.text
source: Error
ar: خطأ

# awI-cg-YSW.normalTitle
source: Sign Up
ar: إنشاء حساب جديد

# bEe-if-W97.text
source: answer C?
ar: الإجابة ج :-

# c7a-JU-BdA.normalTitle
source: Details !
ar: التفاصيل !

# dRu-ha-DaS.text
source: correct answer?
ar: الإجابة الصحيحة؟

# fQF-NE-dUT.placeholder
source: First Name
ar: الإسم الأول

# fUI-ch-e1G.normalTitle
source: Tahsely Courses
ar: دورة التحصيلي

# fVx-5M-blw.placeholder
source: Write title of challenge:-
ar: أكتب عنوان التحدي:-

# fgO-pQ-Adi.normalTitle
source: Chek !
ar: إرسال!

# gI8-JS-63c.placeholder
source: subject of challeng
ar: موضوع التحدي

# gZc-Rs-91N.placeholder
source: Email
ar: الإيميل

# hi7-cB-gfD.text
source: Add date and time :-
ar: إضافة التاريخ والوقت:-

# j6L-iY-wZJ.text
source: Error
ar: خطأ

# jpU-aX-uza.text
source: Tahsely
ar: تحصيلي

# l20-Td-bHN.normalTitle
source: Sign Up
ar: إنشاء حساب جديد

# lca-jC-7oj.text
source: Error
ar: خطأ

# lkA-yB-ZF2.normalTitle
source: Add
ar: إضافة

# m8r-k0-OBI.placeholder
source: Select number of challenge
ar: إختيار رقم التحدي

# pWe-8d-wd7.normalTitle
source: Details !
ar: التفاصيل!

# paG-U6-6gB.text
source: Usere name :-
ar: إسم المستخدم:-

# qWf-ce-JyX.title
source: My courses
ar: دوراتي

# rNY-lX-vYk.normalTitle
source: Add
ar: إضافة

# sO1-7L-x2a.text
source: Intensive training while you are at home
ar: تدريب مكثف وأنت في المنزل

# sbn-Xi-D68.placeholder
source: Enter your email
ar: أدخل إيميلك

# tkU-ni-LOz.text
source: Email :-
ar: الإيميل:-

# tsL-G1-YOa.text
source: Whate is the number ?
ar: Label

# v2e-a1-nCP.placeholder
source: Enter your password
ar: أدخل الرقم السري

# v3A-3D-hwG.text
source: Courses designed by professionals and specialists.
ar: الدورات المصممة من قبل الخبراء والمتخصصين

# v6M-Ii-l9r.text
source: Crash
ar: مستعجلة

# xDf-dE-ABn.normalTitle
source: Add
ar: إضافة

# xrb-9n-ivH.text
source: Course Details :
ar: تفاصيل الدورات:-

# zEZ-cb-M4u.placeholder
source: update Course Name
ar: تحديث إسم الدورة

# FeG-yH-ojD.normalTitle
source: you have account ?
ar: هل لديك حساب ؟
