Repository: tuwaiq-tabuk-ios/Final_iOS_Bootcamp_Project-Estaed-Arwa
Catalog: Estaed 13/Estaed/*.lproj/Localizable.strings
Languages: ar

source: please fill in all fields.
ar: يرجى تعبئة جميع الحقول.

source: pleas make sure your password is at least 8 characters, contains a special characters and a number.
ar: يرجى التأكد من أن كلمة المرور الخاصة بك تتكون من ٨ أحرف على الأقل ، وتحتوي على أحرف مميزة ورقم.

source: Error creating user
ar: خطأ في إنشاء المستخدم

source: Error saving user data
ar: خطأ في حفظ بيانات المستخدم

source: Error!
ar: خطأ!

source: error while Getting Data
ar: خطأ أثناء الحصول على البيانات

source: Delete
ar: حذف

source: delete Tapped
ar: حذف الشريط

source: Error In Validating Data
ar: خطأ في التحقق من صحة البيانات

source: Nice Work
ar: عمل جيد

source: Course Added Successfully
ar: تمت إضافة الدورة بنجاح

source: Dismiss
ar: رفض

source: didFunction called
ar: تم استدعاء الوظيفة

source: error in returning Cell
ar: خطأ في إرجاع الخلية

source: Easy
ar: سهل

source: Medium
ar: متوسط

source: Hard
ar: صعب

source: Mathematics
ar: رياضيات

source: Chemistry
ar: كيمياء

source: Biology
ar: أحياء

source: Physics
ar: فيزياء

source: first week
ar: الأسبوع الأول

source: second week
ar: الأسبوع الثاني

source: third week
ar: الأسبوع الثالث

source: fourth week
ar: الأسبوع الرابع

source: fifth week
ar: الأسبوع الخامس

source: sixth week
ar: الأسبوع السادس

source: Seventh week
ar: الأسبوع السابع

source: eighth week
ar: الأسبوع الثامن

source: ninth week
ar: الأسبوع التاسع

source: tenth week
ar: الأسبوع العاشر

source: eleventh week
ar: الأسبوع الحادي عشر

source: Twelfth week
ar: الأسبوع الثاني عشر
